Repository: mivek/python-metar-taf-parser
Catalog: metar_taf_parser/locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it, pl, ru_ru, tr, zh_cn

# Remark.Second.Location.Visibility
source: visibility of {0} SM mesured by a second sensor located at {1}
de: Sicht von {0} SM gemessen von zweitem Sensor bei {1}
fr: visibilité de {0} SM mesuré par un capteur situé à {1}
it: visibilità di {0} SM misurata da un secondo sensore situato a {1}
ru_ru: видимость {0} SM, измеренная вторым датчиком, расположенным в {1}
tr: {1} konumunda bulunan ikinci sensörde ölçülen görüş {0} kara mili

# Remark.Sea.Level.Pressure
source: sea level pressure of {0} HPa
de: Luftdruck Meeresniveau bei {0} hPa
fr: pression au niveau de la mer de {0} HPa
it: pressione a livello del mare di {0} HPa
ru_ru: давление уровня моря {0} HPa
tr: deniz seviyesi basınç {0} HPa

# Remark.Sector.Visibility
source: visibility of {1} SM in the {0} direction
de: Sicht von {1} SM nach {0}
fr: visibilité de {1} SM dans la direction {0}
it: visibilità di {1} SM in direzione {0}
ru_ru: видимость {1} SM в направлении {0}
tr: {0} yönünde görüş {1} kara mili

# Remark.SLPNO
source: sea level pressure not available
de: Luftdruck Meeresniveau nicht verfügbar
fr: pression au niveau de la mer non disponible
it: pressione a livello del mare non disponibile
ru_ru: давление уровня моря недоступно
tr: deniz seviyesi basınç mevcut değil

# Remark.Snow.Depth
source: snow depth of {0} inches
fr: profondeur de neige de {0} pouces
it: altezza della neve di {0} pollici
ru_ru: глубина снега {0} дюймов
tr: kar kalınlığı {0} inç

# Remark.Snow.Increasing.Rapidly
source: snow depth increase of {0} inches in the past hour with a total depth on the ground of {1} inches
de: Schneehöhe vergrößert um {0} Zoll in der letzten Stunde zu Schneehöhe von {1} Zoll
fr: épaisseur de neige de {0} pouces sur la dernière heure avec une épaisseur totale au sol de {1} pouces
it: aumento dell’altezza della neve di {0} pollici nell’ultima ora con un’altezza totale al suolo di {1} pollici
ru_ru: глубина снега увеличилась на {0} дюймов за последний час с общей глубиной на земле {1} дюймов
tr: zeminde toplam {1} inç kar kalınlığı ile birlikte son bir saatte {0} inçlik kar derinliği artışı

# Remark.Snow.Pellets
source: {0} snow pellets
de: {0} Graupel
fr: {0} grésil
it: {0} neve tonda
ru_ru: {0} снежная крупа
tr: {0} kar tanecikleri

# Remark.Sunshine.Duration
source: {0} minutes of sunshine
fr: {0} minutes d''ensoleillement
it: {0} minuti di sole
ru_ru: {0} минут солнечного света
tr: {0} dakika güneş ışığı

# Remark.Surface.Visibility
source: surface visibility of {0} statute miles
de: Sicht von {0} SM am Boden
fr: visibility de surface de {0} miles
it: visibilità in superficie di {0} Statute Miles
ru_ru: приземная видимость {0} статутных миль
tr: yüzey görüşü {0} kara mili

# Remark.Thunderstorm.Location
source: thunderstorm {0} of the station
de: Gewitter im {0} der Station
fr: orage se situant {0} de la station
it: temporale {0} dalla stazione
ru_ru: гроза {0} станции
tr: {0} istasyonunda fırtına

# Remark.Thunderstorm.Location.Moving
source: thunderstorm {0} of the station moving towards {1}
de: Gewitter im {0} der Station, zieht nach {1}
fr: orage se situant {0} de la station se déplacant vers {1}
it: temporale {0} dalla stazione si muove in direzione di {1}
ru_ru: гроза {0} станции, движется в направлении {1}
tr: {0} istasyonunda {1} yönünde hareket eden fırtına

# Remark.Tornadic.Activity.Beginning
source: {0} beginning at {1}:{2} {3} SM {4} of the station
de: {0} begann um {1}:{2} {3} SM im {4} der Station
fr: {0} commencant à {1}:{2} {3} SM {4} de la station
it: {0} inizia a {1}:{2} {3} SM {4} dalla stazione
ru_ru: {0} начинающийся в {1}:{2} {3} SM {4} станции
tr: {4} istasyonunda {3} kara mili uzaklıkta olan {0} saat {1}:{2}''de başlıyor

# Remark.Tornadic.Activity.BegEnd
source: {0} beginning at {1}:{2} ending at {3}:{4} {5} SM {6} of the station
de: {0} begann um {1}:{2} endete um {3}:{4} {5} SM im {6} der Station
fr: {0} commencant à {1}:{2} finissant à {3}:{4} {5} SM {6} de la station
it: {0} inizia a {1}:{2} e termina a {3}:{4} {5} SM {6} dalla stazione
ru_ru: {0} начинается в {1}:{2} заканчивается в {3}:{4} {5} SM {6} станции
tr: {6} istasyonunda {5} kara mili uzaklıkta olan {0} saat {1}:{2}''de başlıyor {3}:{4}''de bitiyor

# Remark.Tornadic.Activity.Ending
source: {0} ending at {1}:{2} {3} SM {4} of the station
de: {0} endete um {1}:{2} {3} SM im {4} der Station
fr: {0} finissant à {1}:{2} {3} SM {4} de la station
it: {0} termina a {1}:{2} {3} SM {4} dalla stazione
ru_ru: {0} заканчивается в {1}:{2} {3} SM {4} станции
tr: {4} istasyonunda {3} kara mili uzaklıkta olan {0} saat {1}:{2}''de bitiyor

# Remark.TORNADO
source: tornado
fr: tornade
ru_ru: торнадо
tr: hortum
zh_cn: 龙卷风

# Remark.Tower.Visibility
source: control tower visibility of {0} statute miles
de: Sicht von {0} SM am Turm
fr: visibility de la tour de contrôle de {0} miles
it: visibilità dalla torre di controllo di {0} Statute Miles
ru_ru: видимость с вышки {0} статутных миль
tr: kontrol kulesi görüş mesafesi {0} kara mili

# Remark.Variable.Prevailing.Visibility
source: variable prevailing visibility between {0} and {1} SM
de: vorherrschende Sicht veränderlich zwischen {0} und {1} SM
fr: variation de la visibilité dominante entre {0} et {1} SM
it: visibilità prevalentemente variabile tra {0} e {1} SM
ru_ru: преобладающая переменная видимости между {0} и {1} SM
tr: {0} ve {1} kara mili arasında değişken geçerli görünürlük

# Remark.Variable.Sky.Condition
source: cloud layer varying between {0} and {1}
de: Bewölkung veränderlich zwischen {0} und {1}
fr: couche de nuages variant entre {0} et {1}
it: strato di nuvole che varia tra {0} e {1}
ru_ru: облачный слой варьируется между {0} и {1}
tr: bulut katmanı {0} ve {1} arasında değişken

# Remark.Variable.Sky.Condition.Height
source: cloud layer at {0} feet varying between {1} and {2}
de: Wolkenschicht bei {0} Fuss veränderlich zwischen {1} und {2}
fr: couche de nuages à {0} pieds variant entre {1} et {2}
it: strato di nubi a {0} piedi che varia tra {1} e {2}
ru_ru: облачный слой на {0} футах колеблется между {1} и {2}
tr: {0} feette bulut katmanı {1} ve {2} arasında değişken

# Remark.Virga.Direction
source: virga {0} from the station
de: Virga im {0} der Station
fr: virga au {0} de la station
it: virga {0} dalla stazione
ru_ru: дождь не достигающий земли {0} от станции
tr: {0} istasyonunda virga

# Remark.WATERSPOUT
source: waterspout
de: Wasserhose
fr: trombe
it: tromba marina
ru_ru: смерч
tr: su hortumu
zh_cn: 水龙卷

# Remark.Water.Equivalent.Snow.Ground
source: water equivalent of {0} inches of snow
fr: équivalent d''eau de {0} pouces de neige
it: equivalente in acqua di {0} pollici di neve
ru_ru: водяной эквивалент снега {0} дюймов
tr: {0} inç kar su eşdeğeri
zh_cn: 相当于{0} 英寸雪的降水

# Remark.WindShift
source: wind shift at {0}:{1}
de: Windveränderung um {0}:{1}
fr: changement de vent à {0}:{1}
it: spostamento del vento a {0}:{1}
ru_ru: сдвиг ветра в {0}:{1}
tr: rüzgar yön kırılması saat {0}:{1}
zh_cn: 风力转变于 {0}:{1}

# Remark.WindShift.FROPA
source: wind shift accompanied by frontal passage at {0}:{1}
de: Windveränderung begleitet von Frontdurchzug um {0}:{1}
fr: changement de vent accompagné d''un passage de front à {0}:{1}
it: spostamento del vento accompagnato da passaggio frontale a {0}:{1}
ru_ru: сдвиг ветра при прохождении фронта в {0}:{1}
tr: saat {0}:{1}''te önden geçiş eşliğinde rüzgar değişimi

# MetarFacade.InvalidIcao
source: Icao code is invalid.
de: Icao Code ist nicht gültig
fr: Code ICAO invalide.
it: Codice ICAO non valido
pl: Kod Icao jest nieprawidłowy
ru_ru: Неверный код Icao.
tr: Icao kodu geçersiz.
zh_cn: ICAO 代码无效。

# Converter.D
source: decreasing
de: abnehmend
fr: decroissant
it: Diminuzione
pl: malejący
ru_ru: уменьшение
tr: azalan
zh_cn: 减少

# Converter.E
source: East
de: Ost
fr: Est
it: Est
pl: wschód
ru_ru: Восток
tr: Doğu
zh_cn: 东

# Converter.ENE
source: East North East
de: Ostnordost
fr: Est Nord Est
it: Est Nord Est
ru_ru: Восток Северо-Восток
tr: Doğu/KuzeyDoğu
zh_cn: 东东北

# Converter.ESE
source: East South East
de: Ostsüdost
fr: Est Sud Est
it: Est Sud Est
ru_ru: Восток Юго-Восток
tr: Doğu/GündeyDoğu
zh_cn: 东东南

# Converter.N
source: North
de: Nord
fr: Nord
it: Nord
pl: północ
ru_ru: Север
tr: Kuzey
zh_cn: 北

# Converter.NE
source: North East
de: Nordost
fr: Nord Est
it: Nord Est
pl: północny wschód
ru_ru: Северо-восток
tr: KuzeyDoğu
zh_cn: 东北

# Converter.NNE
source: North North East
de: Nordnordost
fr: Nord Nord Est
it: Nord Nord Est
ru_ru: Север Северо-Восток
tr: Kuzey/KuzeyDoğu
zh_cn: 北东北

# Converter.NNW
source: North North West
de: Nordnordwest
fr: Nord Nord Ouest
it: Nord Nord Ovest
ru_ru: Север Северо-запад
tr: Kuzey/KuzeyBatı
zh_cn: 北西北

# Converter.NSC
source: no significant change
de: keine wesentliche Änderung
fr: Aucun changement significatif
it: nessun cambiamento significativo
pl: nieznaczna zmiana
ru_ru: без существенных изменений
tr: önemli değişiklik yok
zh_cn: 无明显变化

# Converter.NW
source: North West
de: Nordwest
fr: Nord Ouest
it: Nord Ovest
pl: północny zachód
ru_ru: Северо-запад
tr: KuzeyBatı
zh_cn: 西北

# Converter.S
source: South
de: Süd
fr: Est
it: Sud
pl: południe
ru_ru: Юг
tr: Güney
zh_cn: 南

# Converter.SE
source: South East
de: Südost
fr: Sud Est
it: Sud Est
pl: południowy zachód
ru_ru: Юго-Восток
tr: GüneyDoğu
zh_cn: 东南

# Converter.SSE
source: South South East
de: Südsüdost
fr: Sud Sud Est
it: Sud Sud Est
ru_ru: Юг Юго-Восток
tr: Güney/GüneyDoğu
zh_cn: 南东南

# Converter.SSW
source: South South West
de: Südsüdwest
fr: Sud Sud Ouest
it: Sud Sud Ovest
ru_ru: Юг - Юго-Запад
tr: Güney/GüneyBatı
zh_cn: 南西南

# Converter.SW
source: South West
de: Südwest
fr: Sud Ouest
it: Sud Ovest
pl: połódniowy wschód
ru_ru: Юго-Запад
tr: GüneyBatı
zh_cn: 西南

# Converter.U
source: up rising
de: zunehmend
fr: accroissement
it: sempre più
pl: rosnący
ru_ru: восходящий
tr: artan
zh_cn: 上升

# Converter.VRB
source: Variable
de: veränderlich
it: Variabile
pl: Zmienny
ru_ru: Переменный
tr: Değişken
zh_cn: 多变的

# Converter.W
source: West
fr: Ouest
it: Ovest
pl: zachód
ru_ru: Запад
tr: Batı
zh_cn: 西

# Converter.WNW
source: West North West
de: Westnordwest
fr: Ouest Nord Ouest
it: Ovest Nord Ovest
ru_ru: Запад Северо-Запад
tr: Batı/KuzeyBatı
zh_cn: 西西北

# Converter.WSW
source: West South West
de: Westsüdwest
fr: Ouest Sud Ouest
it: Ovest Sud Ovest
ru_ru: Запад Юго-Запад
tr: Batı/GüneyBatı
zh_cn: 西西南

# WeatherChangeType.FM
source: From
de: Von
fr: De
it: Da
pl: od
ru_ru: С
tr: İtibaren
zh_cn: 从

# WeatherChangeType.BECMG
source: Becoming
de: Übergehend
fr: Devenant
it: Diventa
pl: Nadchodząca
ru_ru: Устойчивые изменения
tr: Oluşacak
zh_cn: 变得

# WeatherChangeType.INTER
source: Intermittent
it: Intermittente
ru_ru: Периодический
tr: Aralıklı
zh_cn: 间歇的

# WeatherChangeType.TEMPO
source: Temporary
de: Temporär
fr: Temporairement
it: Temporanea
pl: Tymczasowa
ru_ru: Временами
tr: Geçici
zh_cn: 暂时的

# WeatherChangeType.PROB
source: Probability
de: Warscheinlichkeit
fr: Probabilité
it: Probabilità
pl: Prawdopodobieństwo
ru_ru: Вероятность
tr: Olasılık
zh_cn: 可能性

# TimeIndicator.AT
source: at
de: um
fr: à
it: alle
pl: o
ru_ru: в
tr: şurada
zh_cn: 在

# TimeIndicator.FM
source: From
de: von
fr: De
it: dalle
pl: od
ru_ru: С
tr: İtibaren
zh_cn: 从

# TimeIndicator.TL
source: until
de: bis um
fr: jusqu'à
it: fino alle
pl: do
ru_ru: до
tr: -e kadar
zh_cn: 直到

# ToString.airport
source: airport
de: Flughafen
fr: aéroport
it: aeroporto
ru_ru: аэропорт
tr: havaalanı
zh_cn: 机场

# ToString.altimeter
source: altimeter (hPa)
de: Höhenmesser
fr: altimètre (hPa)
it: altimetro (hPa)
ru_ru: высотомер (hPa)
tr: altimetre (hPa)
zh_cn: 修正海压（百帕）

# ToString.amendment
source: amendment
de: Ergänzung
fr: amendement
it: emendamento
ru_ru: внесение поправок
tr: düzeltme
zh_cn: 修订

# ToString.auto
source: auto
de: automatische Station
ru_ru: авто
tr: otomatik
zh_cn: 自动观测

# ToString.clouds
source: clouds
de: Wolken
fr: nuages
it: nuvole
ru_ru: облака
tr: bulutlar
zh_cn: 云

# ToString.day.month
source: day of the month
de: Tag
fr: jour du mois
it: giorno del mese
ru_ru: день месяца
tr: ayın günü
zh_cn: 当月某天

# ToString.day.hour
source: hour of the day
de: Stunde
fr: heure du jour
it: ora del giorno
ru_ru: час дня
tr: günün saati
zh_cn: 当日某小时

# ToString.deposit.braking
source: braking capacity
de: Bremswirkung
fr: capacité de freinage
it: capacità frenante
ru_ru: коэффициент сцепления
tr: frenleme kapasitesi
zh_cn: 制动能力

# ToString.deposit.coverage
source: coverage
de: Bedeckung
fr: couverture
it: copertura
ru_ru: покрытие
tr: kapsam
zh_cn: 覆盖范围

# ToString.deposit.thickness
source: thickness
de: Stärke
fr: épaisseur
it: spessore
ru_ru: толщина
tr: kalınlık
zh_cn: 厚度

# ToString.deposit.type
source: type of deposit
de: Typ der Ablagerung
fr: type dépôt
it: tipo di deposito
ru_ru: состояние покрытия
tr: kirlilik tipi
zh_cn: 沉积物类型

# ToString.descriptive
source: descriptive
de: Eigenschaft
fr: descriptif
it: descrittivo
ru_ru: описательный
tr: açıklama
zh_cn: 描述

# ToString.dew.point
source: dew point
de: Taupunkttemperatur
fr: point de rosée
it: punto di rugiada
ru_ru: точка росы
tr: işba sıcaklık
zh_cn: 露点

# ToString.end.day.month
source: end day of the month
de: Tag
fr: jour de fin du mois
it: ultimo giorno del mese
ru_ru: последний день месяца
tr: ayın bitiş günü
zh_cn: 当月的结束日

# ToString.end.hour.day
source: end hour of the day
de: Stunde
fr: heure de fin du jour
it: ultima ora del giorno
ru_ru: последний час суток
tr: günün bitiş saati
zh_cn: 当日的结束小时

# ToString.height.feet
source: height (ft)
de: Höhe (Fuss)
fr: altitude (pieds)
it: altezza (ft)
ru_ru: высота (ft)
tr: yükseklik (ft)
zh_cn: 高度（英尺）

# ToString.height.meter
source: height (m)
de: Höhe (m)
fr: altitude (m)
it: altezza (m)
ru_ru: высота (м)
tr: yükseklik (m)
zh_cn: 高度（米）

# ToString.intensity
source: intensity
de: Intensität
fr: intensité
it: intensità
ru_ru: интенсивность
tr: yoğunluk
zh_cn: 强度

# ToString.indicator
source: indicator
de: Indikator
fr: indicateur
it: indicatore
ru_ru: показатель
tr: gösterge
zh_cn: 指示器

# ToString.message
source: original message
de: ursprüngliche Meldung
fr: message original
it: messaggio originale
ru_ru: исходное сообщение
tr: orijinal mesaj
zh_cn: 原始消息

# ToString.name
source: name
fr: nom
it: nome
ru_ru: имя
tr: isim
zh_cn: 名称

# ToString.nosig
source: nosig
de: keine wesentlichen Änderungen
ru_ru: изменения не ожидаются
tr: önemli değişiklik yok
zh_cn: 无重大变化

# ToString.phenomenons
source: phenomenons
de: Erscheinungen
fr: phénomènes
it: fenomeni
ru_ru: явления
tr: olaylar
zh_cn: 现象

# ToString.probability
source: probability
de: Wahrscheinlichkeit
fr: probabilité
it: probabilità
ru_ru: вероятность
tr: olasılık
zh_cn: 可能性

# ToString.quantity
source: quantity
de: Menge
fr: quantité
it: quantità
ru_ru: количество
tr: miktar
zh_cn: 数量

# ToString.remark
source: remarks
de: Bemerkungen
fr: remarques
it: remark
ru_ru: примечание
tr: diğer hususlar
zh_cn: 备注

# ToString.report.time
source: time of report
de: Zeit der Meldung
fr: heure du rapport
it: ora del rapporto
ru_ru: время отчета
tr: rapor zamanı
zh_cn: 报告时间

# ToString.runway.info
source: runways information
de: Pisteninformationen
fr: informations sur la piste
it: informazioni sulle piste
ru_ru: информация о взлетно-посадочных полосах
tr: pistlerin bilgisi
zh_cn: 跑道信息

# ToString.start.day.month
source: starting day of the month
de: Tag
fr: jour de début du mois
it: primo giorno del mese
ru_ru: день начала месяца
tr: ayın başlangıç günü
zh_cn: 当月起始日

# ToString.start.hour.day
source: starting hour of the day
de: Stunde
fr: heure de début du jour
it: prima ora del giorno
ru_ru: час начала дня
tr: günün başlangıç saati
zh_cn: 当日起始小时

# ToString.start.minute
source: starting minute
de: Minute
fr: minute de début
it: minuto di inizio
ru_ru: минута начала
tr: başlangıç dakikası
zh_cn: 起始分钟

# ToString.temperature
source: temperature (°C)
de: Temperatur (°C)
fr: température (°C)
it: temperatura (°C)
ru_ru: температура (°C)
tr: sıcaklık (°C)
zh_cn: 温度（°C）

# ToString.temperature.max
source: maximum temperature (°C)
de: maximale Temperatur (°C)
fr: température maximale (°C)
it: temperatura massima (°C)
ru_ru: максимальная температура (°C)
tr: maksimum sıcaklık (℃)
zh_cn: 最高温度（°C）

# ToString.temperature.min
source: minimum temperature (°C)
de: minimale Temperatur (°C)
fr: température minimale (°C)
it: temperatura minima (°C)
ru_ru: минимальная температура (°C)
tr: minimum sıcaklık (℃)
zh_cn: 最低温度（°C）

# ToString.trends
source: trends
fr: tendances
it: tendenze
ru_ru: тренды
tr: trendler
zh_cn: 趋势

# ToString.type
source: type
de: Typ
it: tipo
ru_ru: тип
tr: tip
zh_cn: 类型

# ToString.visibility.main
source: main visibility
de: Hauptsicht
fr: visibilité principale
it: visibilità principale
ru_ru: основная видимость
tr: asıl görüş
zh_cn: 主要能见度

# ToString.visibility.min
source: minimum visibility
de: minimale Sicht
fr: visibilité minimale
it: visibilità minima
ru_ru: минимальная видимость
tr: minimum görüş
zh_cn: 最小能见度

# ToString.visibility.min.direction
source: minimum visibility direction
de: Richtung der minimalen Sicht
fr: direction de la visibilité minimale
it: direzione visibilità minima
ru_ru: минимальное направление видимости
tr: minimum görüş yönü
zh_cn: 最小能见方向

# ToString.visibility.max
source: maximum visibility
de: maximale Sicht
fr: visibilité maximale
it: visibilità massima
ru_ru: максимальная видимость
tr: maksimum görüş
zh_cn: 最大能见度

# ToString.vertical.visibility
source: vertical visibility (ft)
de: vertikale Sicht (ft)
fr: visibilité verticale (pieds)
it: visibilità verticale (ft)
ru_ru: вертикальная видимость (ft)
tr: dikey görüş (ft)
zh_cn: 垂直能见度（英尺）

# ToString.weather.conditions
source: weather conditions
de: Wetterbedingungen
fr: conditions météorologique
it: condizioni meteo
ru_ru: погодные условия
tr: hava koşulları
zh_cn: 天气状况

# ToString.wind.direction
source: direction
de: Richtung
it: direzione
ru_ru: направление
tr: yön
zh_cn: 方向

# ToString.wind.direction.degrees
source: direction (degrees)
de: Richtung (Grad)
fr: direction (degrés)
it: direzione (gradi)
ru_ru: направление (в градусах)
tr: yön (derece)
zh_cn: 方向(度)

# ToString.wind.gusts
source: gusts
de: Böen
fr: rafales
it: raffiche
ru_ru: порывы
tr: hamleler
zh_cn: 阵风

# ToString.wind.min.variation
source: minimal wind variation
de: minimale Windänderung
fr: variation minimale du vent
it: variazione minima del vento
ru_ru: минимальное изменение ветра
tr: minimum rüzgar değişim
zh_cn: 最小风力变化量

# ToString.wind.max.variation
source: maximal wind variation
de: maximale Windänderung
fr: variation maximale du vent
it: variazione massima del vento
ru_ru: максимальное изменение ветра
tr: maksimum rüzgar değişim
zh_cn: 最大风力变化量

# ToString.wind.speed
source: speed
de: Geschwindigkeit
fr: vitesse
it: velocità
ru_ru: скорость
tr: hız
zh_cn: 速度

# ToString.wind.unit
source: unit
de: Einheit
fr: unité
it: unità
ru_ru: единицы измерения
tr: birim
zh_cn: 单位

# Flag.AMD
source: amended TAF
fr: TAF modifié
it: TAF modificato
ru_ru: Измененный TAF

# Flag.AUTO
source: automated METAR
fr: METAR automatisé
it: METAR automatizzato
ru_ru: автоматический МЕТАР

# Flag.CNL
source: canceled TAF
fr: TAF annulé
it: TAF cancellato
ru_ru: отмененный TAF

# Flag.COR
source: corrected METAR/TAF
fr: METAR/TAF corrigé
it: METAR/TAF corretto
ru_ru: исправленый METAR/TAF

# Flag.NIL
source: no data
fr: Aucune donnée
it: nessun dato
ru_ru: нет данных

# Remark.VIRGA
source: virga
ru_ru: дождь не достигающий земли
zh_cn: 幡状云

# ToString.trend
source: trend
fr: tendance
it: tendenza
ru_ru: тренд
zh_cn: 趋势预报

# DepositThickness.THICKNESS_10
source: 10 cm
zh_cn: 10 厘米

# DepositThickness.THICKNESS_15
source: 15 cm
zh_cn: 15 厘米

# DepositThickness.THICKNESS_20
source: 20 cm
zh_cn: 20 厘米

# DepositThickness.THICKNESS_25
source: 25 cm
zh_cn: 25 厘米

# DepositThickness.THICKNESS_30
source: 30 cm
zh_cn: 30 厘米

# DepositThickness.THICKNESS_35
source: 35 cm
zh_cn: 35 厘米

# ToString.cavok
source: cavok
de: Bewölkung und Sicht OK
zh_cn: 能见度≥10km
