Repository: mivek/python-metar-taf-parser
Catalog: metar_taf_parser/locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it, pl, ru_ru, tr, zh_cn

# CloudQuantity.BKN
source: broken
de: stark bewölkt
fr: nuages fragmentés
it: molto nuvoloso
pl: Od 5/8 do 7/8
ru_ru: разорванная
tr: parçalı çok bulutlu
zh_cn: 5-7分云

# CloudQuantity.FEW
source: few
de: leicht bewölkt
fr: peu
it: leggermente nuvoloso
pl: Od 1/8 do 2/8
ru_ru: незначительная
tr: az bulutlu
zh_cn: 少云

# CloudQuantity.NSC
source: no significant clouds.
de: keine signifikanten Wolken
fr: pas de nuages significatifs.
it: Nessuna nuvola significativa
pl: Nieznaczne zachmurzenie.
ru_ru: нет значительной облачности
tr: önemli bulut yok.
zh_cn: 没有明显的云。

# CloudQuantity.OVC
source: overcast
de: bedeckt
fr: ciel couvert
it: coperto
ru_ru: сплошная
tr: tamamen kapalı
zh_cn: 满天云

# CloudQuantity.SCT
source: scattered
de: aufgelockert
fr: nuages épars
it: sparse
pl: Od 3/8 do 4/8
ru_ru: рассеянная
tr: parçalı bulutlu
zh_cn: 3-4分云

# CloudQuantity.SKC
source: sky clear
de: wolkenlos
fr: pas de nuage
it: cielo sereno
pl: Czyste niebo
ru_ru: ясное небо
tr: gökyüzü açık
zh_cn: 天空晴朗

# CloudType.AC
source: Altocumulus
it: Altocumulo
pl: Średnie kłębiaste
ru_ru: Высоко-кучевые
tr: Altokümülüs
zh_cn: 高积云

# CloudType.AS
source: Altostratus
it: Altostrato
pl: Średnia warstwowa
ru_ru: Высокослоистые
tr: Altostratüs
zh_cn: 高层云

# CloudType.CB
source: Cumulonimbus
fr: Cumunolinbus
it: Cumulonembo
pl: Kłębiasta deszczowa
ru_ru: Кучево-дождевые
tr: Kümülonimbus
zh_cn: 积雨云

# CloudType.CC
source: CirroCumulus
it: Cirrocumulo
pl: Piętra wysokiego rodzaj kłębiasto-pierzaste
ru_ru: Перисто-кучевые
tr: Sirrokümülüs
zh_cn: 卷积云

# CloudType.CI
source: Cirrus
it: Cirro
pl: Pierzasta
ru_ru: Перистые
tr: Sirrus

# CloudType.CS
source: Cirrostratus
it: Cirrostrato
pl: Warstwowo - pierzasta
ru_ru: Перисто-слоистые
tr: Sirrostratüs
zh_cn: 卷层云

# CloudType.CU
source: Cumulus
it: Cumulo
pl: Kłębiasta
ru_ru: Кучевые
tr: Kümülüs
zh_cn: 积云

# CloudType.NS
source: Nimbostratus
it: Nembostrato
pl: Warstwowa deszczowa
ru_ru: Слоисто-дождевые
tr: Nimbostratüs
zh_cn: 雨层云

# CloudType.SC
source: Stratocumulus
it: Stratocumulo
pl: Kłębiasto warstwowa
ru_ru: Слоисто-кучевые
tr: Stratokümülüs
zh_cn: 层积云

# CloudType.ST
source: Stratus
it: Strato
pl: Warstwowa
ru_ru: Слоистые
tr: Stratüs
zh_cn: 层云

# CloudType.TCU
source: Towering cumulus
de: turmartigen Cumulus
fr: Cumulus bourgeonnant
it: Cumuli torreggiantidecreasing
pl: Wypiętrzona chmura kłębiasta
ru_ru: Кучевые башенковидные
tr: Yükselen kümülüs
zh_cn: 高耸积云

# DepositBrakingCapacity.NOT_REPORTED
source: not reported
de: nicht gemeldet
tr: rapor edilmedi
zh_cn: 未报告

# DepositBrakingCapacity.POOR
source: poor
de: schlecht
tr: kötü
zh_cn: 差

# DepositBrakingCapacity.MEDIUM_POOR
source: poor/medium
de: schlecht/mäßig
tr: kötü/orta
zh_cn: 中差

# DepositBrakingCapacity.MEDIUM
source: medium
de: mäßig
tr: orta
zh_cn: 中

# DepositBrakingCapacity.MEDIUM_GOOD
source: medium/good
de: mäßig/gut
tr: orta/iyi
zh_cn: 良好

# DepositBrakingCapacity.GOOD
source: good
de: gut
tr: iyi
zh_cn: 好

# DepositBrakingCapacity.UNRELIABLE
source: figures unreliable
de: Werte unzuverlässig
tr: güvenilmez
zh_cn: 数字不可靠

# DepositCoverage.NOT_REPORTED
source: not reported
de: nicht gemeldet
fr: non reportée
it: non riportato
ru_ru: нет данных
tr: rapor edilmedi
zh_cn: 未报告

# DepositCoverage.LESS_10
source: less than 10%
de: weniger als 10%
fr: moins de 10%
it: meno del 10%
ru_ru: менее 10%
tr: %10'dan daha az
zh_cn: 低于10%

# DepositCoverage.FROM_11_TO_25
source: from 11% to 25%
de: von 11% bis 25%
fr: de 11% à 25%
it: dal 11% al 25%
ru_ru: от 11% до 25%
tr: %11 ila %25 arası
zh_cn: 从11%到25%

# DepositCoverage.FROM_26_TO_50
source: from 26% to 50%
de: von 26% bis 50%
fr: de 26% à 50%
it: dal 26% al 50%
ru_ru: от 26% до 50%
tr: %26 ila %50 arası
zh_cn: 从26%到50%

# DepositCoverage.FROM_51_TO_100
source: from 51% to 100%
de: von 51% bis 100%
fr: de 51% à 100%
it: dal 51% al 100%
ru_ru: от 51% до 100%
tr: %51 ila %100 arası
zh_cn: 从51%到100%

# DepositThickness.NOT_REPORTED
source: not reported
de: nicht gemeldet
tr: rapor edilmedi
zh_cn: 未报告

# DepositThickness.LESS_1_MM
source: less than 1 mm
de: weniger als 1 mm
tr: 1 mm'den daha az
zh_cn: 小于 1 毫米

# DepositThickness.THICKNESS_40
source: 40 cm or more
de: 40 cm oder mehr
tr: 40 cm veya daha fazla
zh_cn: 40厘米或以上

# DepositThickness.CLOSED
source: closed
de: geschlossen
tr: kullanılmaz
zh_cn: 已关闭

# DepositType.NOT_REPORTED
source: not reported
de: nicht gemeldet
fr: non reportée
it: non riportato
ru_ru: нет данных
tr: rapor edilmedi
zh_cn: 未报告

# DepositType.CLEAR_DRY
source: clear and dry
de: frei von Ablagerungen und trocken
fr: clair et sec
it: pulita e asciutta
ru_ru: чистая и сухая
tr: açık ve kuru
zh_cn: 干净

# DepositType.DAMP
source: damp
de: feucht
fr: humide
it: umido
ru_ru: влажный
tr: nemli
zh_cn: 潮湿

# DepositType.WET_WATER_PATCHES
source: wet or water patches
de: nass oder Wasserpfützen
fr: humide ou flaques d'eau
it: pozzanghere bagnate
ru_ru: влажная или местами вода
tr: ıslak veta küçük su parçaları
zh_cn: 湿和水纹

# DepositType.RIME_FROST_COVERED
source: rime or frost covered
de: reif- oder frostbedeckt
fr: couverte de givre ou de glace
it: ricoperta di brina
ru_ru: изморозь или иней
tr: kırağı veya donla kaplı
zh_cn: 雾凇和霜覆盖

# DepositType.DRY_SNOW
source: dry snow
de: trockener Schnee
fr: neige sèche
it: neve asciutta
ru_ru: сухой снег
tr: kuru kar
zh_cn: 干雪

# DepositType.WET_SNOW
source: wet snow
de: nasser Schnee
fr: neige mouillée
it: neve bagnata
ru_ru: влажный снег
tr: ıslak kar
zh_cn: 湿雪

# DepositType.ICE
source: ice
de: Eis
fr: glace
it: ghiaccio
ru_ru: лед
tr: buz
zh_cn: 冰

# DepositType.COMPACTED_SNOW
source: compacted or rolled snow
de: kompakter Schnee
fr: neige compactée ou roulée
it: neve compatta
ru_ru: уплотненный или укатанный снег
tr: yoğun veya sıkışmış kar
zh_cn: 压实或滚压的雪

# DepositType.FROZEN_RIDGES
source: frozen ruts or ridges
de: festgefrorene Radspuren
fr: ornières ou crêtes gelées
it: solchi o creste congelate
ru_ru: замерзшие колеи или борозды
tr: donan tekerlek izleri veya yığılmış kar
zh_cn: 冷冻的轮辙或冰脊

# DepositType.SLUSH
source: slush
fr: boue
it: fanghiglia
ru_ru: слякоть
tr: sulu kar
zh_cn: 雪浆

# Descriptive.BC
source: patches
de: Schwaden
fr: bancs
it: banchi di nebbia
pl: płaty
ru_ru: клочья
tr: parçalı
zh_cn: 补丁

# Descriptive.BL
source: blowing
de: treiben
fr: chasse-poussière haute
it: sollevamento alto
pl: zawieja
ru_ru: низовая метель
tr: savrulan
zh_cn: 吹

# Descriptive.DR
source: low drifting
de: fegen
fr: chasse-poussière basse
it: sollevamento basso
pl: zamieć przyziemna
ru_ru: поземок
tr: sürüklenen
zh_cn: 低漂

# Descriptive.FZ
source: freezing
de: gefrierend
fr: se congelant
it: congelantesi
pl: opad marznący
ru_ru: замерзающий
tr: aşırı soğumuş
zh_cn: 冰冻

# Descriptive.MI
source: shallow
de: flach
fr: mince
it: strati di nebbia
pl: niskie
ru_ru: поземный
tr: sığ
zh_cn: 浅

# Descriptive.PR
source: partial
de: teilweise
fr: partiel
it: parziale
pl: częściowe
ru_ru: частичный
tr: kısmi
zh_cn: 部分的

# Descriptive.SH
source: showers of
de: Schauer von
fr: averses de
it: rovescio
pl: opad przelotny
ru_ru: ливни
tr: sağanaklar
zh_cn: 阵雨

# Descriptive.TS
source: thunderstorm
de: Gewitter
fr: orage
it: temporale
pl: burza
ru_ru: гроза
tr: oraj
zh_cn: 雷雨

# Error.prefix
source: An error occured. Error code n°
de: Ein Fehler ist aufgetretten. Error Code n°
fr: Une erreur est survenue. Code erreur n°
it: Si è verificato un errore. Errore nr.
pl: Wystąpił błąd. Kod błędu numer
ru_ru: Произошла ошибка. Код ошибки n°
tr: Hata oluştu. Hata kodu: {0}
zh_cn: 发生错误。 错误代码 n°

# ErrorCode.AirportNotFound
source: The airport was not found for this message.
de: Der Flughafen wurde in dieser Mitteilung nicht gefunden
fr: L'aéroport n'a pas été trouvé pour ce message.
it: L’aeroporto non è stato trovato in questa notifica
pl: Nie znaleziono lotniska w tej depeszy.
ru_ru: Аэропорт не найден для этого сообщения.
tr: Bu mesaj için havaalanı bulunamadı.
zh_cn: 找不到此消息的机场。

# ErrorCode.InvalidMessage
source: The entered message is invalid.
de: Eingegebende Mitteilung nicht gültig
fr: Le message entré est invalide.
it: Il messaggio non è valido
pl: Wprowadzona depesza jest nieprawidłowa.
ru_ru: Введенное сообщение неверное.
tr: Girilen mesaj geçersiz.
zh_cn: 输入的消息无效。

# Indicator.M
source: less than
de: weniger als
fr: moins que
it: minore di
ru_ru: менее чем
tr: daha az
zh_cn: 小于

# Indicator.P
source: greater than
de: mehr als
fr: plus que
it: maggiore di
ru_ru: более чем
tr: daha fazla
zh_cn: 大于

# Intensity.-
source: Light
de: leicht
fr: Faible
it: Debole
pl: Słaby
ru_ru: Слабый
tr: Hafif
zh_cn: 弱的

# Intensity.+
source: Heavy
de: stark
fr: Fort
it: Forte
pl: Silny
ru_ru: Сильный
tr: Kuvvetli
zh_cn: 强的

# Intensity.VC
source: In the vicinity
de: in Flugplatznähe
fr: Au voisinage de
it: Nelle vicinanze
pl: W pobliżu
ru_ru: В непосредственной близости
tr: Mutedil
zh_cn: 在附近

# Phenomenon.BR
source: mist
de: feuchter Dunst
fr: brume
it: foschia
pl: zamglenie
ru_ru: дымка
tr: pus
zh_cn: 薄雾

# Phenomenon.DS
source: duststorm
de: Staubsturm
fr: tempête de poussière
it: tempesta di polvere
pl: burza piaskowa
ru_ru: пыльная буря
tr: toz fırtınası
zh_cn: 沙尘暴

# Phenomenon.DU
source: widespread dust
de: weit verbreiteter Staub
fr: poussières généralisées
it: polvere su un’area estesa
pl: pył
ru_ru: пыль взвешенная в воздухе
tr: geniş alana yayılmış toz
zh_cn: 弥漫的灰尘

# Phenomenon.DZ
source: drizzle
de: Sprühregen
fr: bruine
it: pioviggine
pl: mżawka
ru_ru: морось
tr: çisenti
zh_cn: 细雨

# Phenomenon.FC
source: funnel cloud
de: Wolkenschlauch
fr: nuage en entonnoir
it: tornado o tromba marina
pl: trąba powietrzna
ru_ru: смерч
tr: hortum bulutu tornado veya su hortumu
zh_cn: 漏斗云

# Phenomenon.FG
source: fog
de: Nebel
fr: brouillard
it: nebbia
pl: mgła
ru_ru: туман
tr: sis
zh_cn: 雾

# Phenomenon.FU
source: smoke
de: Rauch
fr: fumée
it: fumo
pl: dym
ru_ru: дым
tr: duman
zh_cn: 烟

# Phenomenon.GR
source: hail
de: Hagel; Körner größer 5mm
fr: grêle
it: grandine
pl: grad
ru_ru: град
tr: dolu
zh_cn: 冰雹

# Phenomenon.GS
source: small hail and/or snow pellets
de: Graupel; Körner kleiner 5mm
fr: grsil
it: grandine piccola e/o granuli di neve
pl: krupa śnieżna
ru_ru: ледяная крупа
tr: küçük dolu ve/veya kar paletleri
zh_cn: 小冰雹和/或雪粒

# Phenomenon.HZ
source: haze
de: trockener Dunst
fr: brume sèche
it: caligine
pl: zmętnienie
ru_ru: мгла
tr: toz pusu
zh_cn: 雾霾

# Phenomenon.IC
source: ice crystals
de: Eiskristalle
fr: cristaux de glace
it: cristalli di ghiaccio
pl: słupki lodowe
ru_ru: ледяные кристаллы
tr: buz kristalleri
zh_cn: 冰晶

# Phenomenon.PL
source: ice pellets
de: Eiskörner
fr: granules de glace
it: granuli di ghiaccio
pl: deszcz lodowy
ru_ru: град
tr: buz paletleri
zh_cn: 冰粒

# Phenomenon.PO
source: dust or sand whirls
de: Staub/Sandwirbel
fr: tourbillon de poussières sable
it: mulinelli di polvere/sabbia
pl: wiry pyłowe
ru_ru: пыльный или снежный вихрь
tr: toz veya kum türbülonu
zh_cn: 尘土或沙尘旋风

# Phenomenon.PY
source: spray
de: Sprühregen
it: schizzi
pl: aerozol
ru_ru: брызги
tr: çisenti
zh_cn: 喷

# Phenomenon.RA
source: rain
de: Regen
fr: pluie
it: pioggia
pl: deszcz
ru_ru: дождь
tr: yağmur
zh_cn: 雨

# Phenomenon.SA
source: sand
fr: sable
it: sabbia
pl: piasek
ru_ru: песок
tr: kum
zh_cn: 沙

# Phenomenon.SG
source: snow grains
de: Schneegriesel
fr: neige en grains
it: neve granulosa
pl: śnieg ziarnisty
ru_ru: снежная крупа
tr: kar grenleri
zh_cn: 雪粒

# Phenomenon.SN
source: snow
de: Schnee
fr: neige
it: neve
pl: śnieg
ru_ru: снег
tr: fırtına
zh_cn: 雪

# Phenomenon.SQ
source: squall
de: Böen
fr: grains
it: groppo
pl: nawałnica
ru_ru: шквал
tr: fırtına
zh_cn: 狂风

# Phenomenon.SS
source: sandstorm
de: Sandsturm
fr: tempête de sable
it: tempesta di sabbia
pl: burza piaskowa
ru_ru: песчаная буря
tr: kum fırtınası
zh_cn: 沙暴

# Phenomenon.UP
source: unknown precipitation
de: unbekannte Erscheinung
fr: précipitation inconnue
it: precipitazione sconosciuta
pl: marznący deszcz
ru_ru: неизвестные осадки
tr: tanımlanamayan yağış
zh_cn: 未知降水

# Phenomenon.VA
source: volcanic ash
de: Vulkanasche
fr: cendres volcaniques
it: cenere vulcanica
pl: popiół wulkaniczny
ru_ru: вулканический пепел
tr: volkanik kül
zh_cn: 火山灰

# Phenomenon.TS
source: thunderstorm
de: Gewittersturm
fr: orage
it: temporale
ru_ru: гроза
tr: oraj
zh_cn: 雷雨

# Remark.AO1
source: automated stations without a precipitation discriminator
de: automatisierte Station ohne Niederschlagsunterscheidung
fr: stations automatisées sans discriminateur de précipitation
it: stazioni automatizzate senza discriminatore di precipitazione
ru_ru: автоматизированная станция без детектора осадков
tr: yağış ayırıcısı bulunmayan istasyonla otomatize edilmiştir
zh_cn: 没有降水鉴别器的自动化站

# Remark.AO2
source: automated station with a precipitation discriminator
de: automatisierte Station mit Niederschlagsunterscheidung
fr: stations automatisées avec discriminateur de précipitation
it: stazione automatizzata con discriminatore di precipitazione
ru_ru: автоматизированная станция с детектором осадков
tr: yağış ayırıcısı bulunan istasyonla otomatize edilmiştir
zh_cn: 带有降水鉴别器的自动化站

# Remark.ALQDS
source: all quadrants
fr: tous les quadrants
it: tutti i quadranti
ru_ru: все квадраты
tr: tüm kadranlar
zh_cn: 全象限

# Remark.Barometer.0
source: Increase, then decrease
fr: Augmentation, puis diminution
it: Incrementa, poi diminuisci
ru_ru: Росло, а затем падало
tr: Artan, sonrasında azalan
zh_cn: 先增加后减少

# Remark.Barometer.1
source: Increase, then steady, or increase then Increase more slowly
fr: Augmentation, puis stabilisation or augmentation puis augmentation légère
it: Incrementa, poi stabile, o aumenta poi aumenta più lentamente
ru_ru: Росло, затем не изменялось или росло, затем росло медленнее
tr: Artan, sonrasında sabit, veya artan sonrasında daha yavaş artan
zh_cn: 先增加后稳定, 或是先增加后缓慢增加

# Remark.Barometer.2
source: steady or unsteady increase
fr: augmentation régulière ou instable
it: aumento costante o instabile
ru_ru: не изменялось или неустойчиво росло
tr: sabit veya kararsız artış
zh_cn: 稳定或不稳定的增加

# Remark.Barometer.3
source: Decrease or steady, then increase; or increase then increase more rapidly
fr: Diminution ou stabilisation puis diminution; ou augmentation puis augmentation rapide
it: Diminuire o stabile, quindi aumentare; o aumentare poi aumentare più rapidamente
ru_ru: Уменьшалось или не изменялось, затем росло; или росло, затем росло быстрее
tr: Azalan veya sabit, sonrasında artan; veya artan sonrasında daha hızlı artan
zh_cn: 先减少或保持稳定，然后增加；或先增加然后快速增加

# Remark.Barometer.4
source: Steady
fr: Stable
it: Costante
ru_ru: Неизменное
tr: Sabit
zh_cn: 稳定

# Remark.Barometer.5
source: Decrease, then increase
fr: Diminution, puis augmentation
it: Diminuire, poi aumentare
ru_ru: Росло, а затем падало
tr: Azalan, sonrasında artan
zh_cn: 减小，然后增加

# Remark.Barometer.6
source: Decrease then steady; or decrease then decrease more slowly
fr: Diminution puis stabilisation; ou diminution puis diminution plus lente
it: Diminuire quindi costante; o diminuire, quindi diminuire più lentamente
ru_ru: Росло, затем не изменялось или росло, затем росло медленнее
tr: Azalan sonrasında sabit; veya azalan sonrasında daha yavaş azalan
zh_cn: 先减少后稳定；或先减少后更缓慢减少

# Remark.Barometer.7
source: Steady or unsteady decrease
fr: diminution stable ou instable
it: Riduzione costante o instabile
ru_ru: не изменялось или неустойчиво росло
tr: Sabit veya kararsız azalan
zh_cn: 稳定或不稳定地减少

# Remark.Barometer.8
source: Steady or increase, then decrease; or decrease then decrease more rapidly
fr: stable ou augmentation puis diminution; ou diminution puis diminution plus rapide
it: Stazionario o aumenta, quindi diminuisce; o diminuire poi diminuisce più rapidamente
ru_ru: Не изменялось или увеличивалось, затем падало; или падало, затем падало быстрее
tr: Sabit veya artan, sonrasında azalan; veya azalan sonrasında daha hızlı azalan
zh_cn: 先稳定或增加，然后减少；或先减少快速减少

# Remark.BASED
source: based
de: stationiert
fr: basée
it: basato
ru_ru: базовый
tr: temel
zh_cn: 基于

# Remark.Ceiling.Height
source: ceiling varying between {0} and {1} feet
de: Wolkenhöhe zwischen {0} und {1} Fuss
fr: variation du plafond entre {0} et {1} pieds
it: base delle nubi tra {0} e {1} piedi
ru_ru: нижняя граница облаков колеблется между {0} и {1} футами
tr: tavan {0} ve {1} feet arasında değişken
zh_cn: 上限在 {0} 到 {1} 英尺之间变化

# Remark.Ceiling.Second.Location
source: ceiling of {0} feet mesured by a second sensor located at {1}
de: Wolkenuntergrenze {0} Fuss gemessen von zweitem Sensor bei {1}
fr: plafond de {0} pieds mesuré par un second capteur situé à {1}
it: base delle nubi di {0} piedi misurato da un secondo sensore situato a {1}
ru_ru: нижняя граница облаков {0} футов, измерена вторым датчиком, расположенным в {1}
tr: tavan {1} konumunda bulunan ikinci bir sensör tarafından ölçülen {0} feet
zh_cn: 由位于 {1} 处的第二个传感器测量的 {0} 英尺的上限

# Remark.DSNT
source: distant
fr: éloigné
it: distante
ru_ru: отдалённый
tr: uzak
zh_cn: 距离

# Remark.FCST
source: forecast
de: Vorhersage
fr: prévision
it: previsione
ru_ru: прогноз
tr: tahmin
zh_cn: 预报

# Remark.FUNNELCLOUD
source: funnel cloud
de: Trichterwolke
fr: nuage en entonnoir
it: nuvole a imbuto
ru_ru: смерч
tr: hortum bulutu
zh_cn: 漏斗云

# Remark.Hail
source: largest hailstones with a diameter of {0} inches
de: größte Hagelkörner mit einem Durchmesser von {0} Zoll
fr: les plus gros grêlons ont un diamètre de {0} pouces
it: chicchi di grandine più grandi con un diametro di {0} pollici
ru_ru: крупный град диаметром {0} дюймов
tr: en büyük dolu tanesi {0} inç çapında
zh_cn: 直径为 {0} 英寸的最大的冰雹

# Remark.Hail.LesserThan
source: largest hailstones with a diameter less than {0} inches
de: größte Hagelkörner mit einem Durchmesser von weniger als [0} Zoll
fr: les plus gros grêlons ont un diamètre plus petit que {0} pouces
it: chicchi di grandine più grandi con un diametro inferiore di {0} pollici
ru_ru: крупный град диаметром менее {0} дюймов
tr: en büyük dolu tanesi {0} inç çapından küçük
zh_cn: 直径小于 {0} 英寸的最大的冰雹

# Remark.Hourly.Maximum.Temperature
source: 6-hourly maximum temperature of {0}°C
fr: température maximale sur 6 heures de {0}°C
it: Temperatura massima ogni 6 ore di {0}°C
ru_ru: 6-часовая максимальная температура {0}°C
tr: 6 saatlik maksimum sıcaklık {0}°C
zh_cn: 6小时最高温度为{0}°C

# Remark.Hourly.Maximum.Minimum.Temperature
source: 24-hour maximum temperature of {0}°C and 24-hour minimum temperature of {1}°C
fr: Température maximale sur 24 heures de {0}°C et température minimale sur 24 heures de {1}°C
it: Temperatura massima ogni 24 ore di {0}°C e temperatura minima ogni 24 ore di {1}°C
ru_ru: 24-часовая максимальная температура {0}°C и 24-часовая минимальная температура {1}°C
tr: 24 saatlik maksimum sıcaklık {0}°C ve 24 saatlik minimum sıcaklık {1}°C
zh_cn: 24小时最高温度为{0}°C，24小时最低温度为{1}°C

# Remark.Hourly.Minimum.Temperature
source: 6-hourly minimum temperature of {0}°C
fr: Température minimale sur 6 heures de {0}°C
it: Temperatura minima su 6 ore di {0}°C
ru_ru: 6-часовая минимальная температура {0}°C
tr: 6 saatlik minimum sıcaklık {0}°C
zh_cn: 6 小时最低温度为 {0}° C

# Remark.Hourly.Temperature
source: hourly temperature of {0}°C
fr: température horaire de {0}°C
it: temperatura oraria di {0}°C
ru_ru: температура за прошедший час {0}°C
tr: saatlik sıcaklık {0}°C
zh_cn: 小时气温 {0}°C

# Remark.Hourly.Temperature.Dew.Point
source: hourly temperature of {0}°C and dew point of {1}°C
fr: température horaire de {0}°C et point de rosée de {1}°C
it: temperatura oraria di {0}°C e punto di rugiada di {1}°C
ru_ru: за прошедший час температура {0}°C и точка росы {1}°C
tr: saatlik sıcaklık {0}°C ve işba sıcaklık {1}°C
zh_cn: 小时气温为{0}°C，露点为{1}°C

# Remark.Ice.Accretion.Amount
source: {0}/100 of an inch of ice accretion in the past {1} hour(s)
fr: {0}/100 d''un pouce d''accrétion de glace au cours des {1} dernières heures
it: {0}/100 di pollice di accrescimento di ghiaccio nelle ultime {1} ore
ru_ru: {0}/100 дюйма льда за последние {1} час(а)
tr: Son {1} saatte bir inçlik buz birikiminin {0}/100''ü
zh_cn: 过去{1} 小时内积冰{0}/100英寸

# Remark.HVY
source: heavy
de: stark
fr: fort
it: pesante
ru_ru: сильный
tr: kuvvetli
zh_cn: 重度的

# Remark.LGT
source: light
de: leicht
fr: léger
it: leggero
ru_ru: слабый
tr: hafif
zh_cn: 轻微的

# Remark.LTG
source: lightning
fr: éclair
it: fulmine
ru_ru: молния
tr: yıldırım
zh_cn: 闪电

# Remark.MOD
source: moderate
de: mäßig
fr: modéré
it: moderato
ru_ru: умеренный
tr: mutedil
zh_cn: 中等

# Remark.Obscuration
source: {0} layer at {1} feet composed of {2}
de: {0} bei {1} Fuss bestehend aus {2}
fr: couche de {0} à {1} pieds composée de {2}
it: {0} strato a {1} piedi composto da {2}
ru_ru: {0} слой на высоте {1} футов состоящий из {2}
tr: {2}''den oluşan {1} feette {0} katmanı
zh_cn: {0} 层位于 {1} 英尺，由 {2} 组成

# Remark.ON
source: on
de: auf
fr: sur
ru_ru: на
tr: sonra
zh_cn: 在

# Remark.NXT
source: next
de: nächster
fr: prochain
it: prossimo
ru_ru: следующий
tr: sonraki
zh_cn: 下一个

# Remark.PeakWind
source: peak wind of {1} knots from {0} degrees at {2}:{3}
de: Windspitze von {1} Knoten aus {0} Grad um {2}:{3}
fr: vent de pointe de {1} noeuds en provenance de {0} degrés à {2}:{3}
it: picco di vento di {1} nodi da {0} gradi a {2}:{3}
ru_ru: пиковый ветер {1} узлов от {0} градусов на {2}:{3}
tr: {2}:{3}''da {0} dereceden {1} knot maksimum rüzgar
zh_cn: 在 {2}:{3} 有位于 {0} 度，风速 {1} 节的峰值风

# Remark.Precipitation.Amount.Hourly
source: {0}/100 of an inch of precipitation fell in the last hour
fr: {0}/100 d''un pouce de précipitation est tombé au cours de la dernière heure
it: Nell''ultima ora è caduto {0}/100 di pollice di precipitazioni
ru_ru: {0}/100 дюйма осадков выпали за последний час
tr: {0}/100 inç yağış son bir saatte düştü

# Remark.Precipitation.Amount.3.6
source: {1} inches of precipitation fell in the last {0} hours
fr: {1} pouces de précipitations tombées au cours des {0} dernières heures
it: {1} pollici di precipitazioni sono caduti nelle ultime {0} ore
ru_ru: {1} дюйма(ов) осадков выпали за последний час
tr: son {0} saat içinde düşen yağış {1} inç

# Remark.Precipitation.Amount.24
source: {0} inches of precipitation fell in the last 24 hours
fr: {0} pouces de précipitations tombées au cours des 24 dernières heures
it: {0} pollici di precipitazioni sono caduti nelle ultime 24 ore
ru_ru: {0} дюймов осадков выпали за последние 24 часа
tr: son 24 saat içinde düşen yağış {0} inç

# Remark.Precipitation.Beg
source: {0} {1} beginning at {2}:{3}
fr: {0} {1} commençant à {2}:{3}
it: {0} {1} inizia alle {2}:{3}
ru_ru: {0} {1} начиная с {2}:{3}
tr: {0} {1} başlangıç saati {2}:{3}

# Remark.Precipitation.Beg.End
source: {0} {1} beginning at {2}:{3} ending at {4}:{5}
de: {0} {1} begann um {2}:{3} endete um {4}:{5}
fr: {0} {1} commencant à {2}:{3} finissant à {4}:{5}
it: {0} {1} inizia a {2}:{3} e termina a {4}:{5}
ru_ru: {0} {1} , начинающийся в {2}:{3} , заканчивается в {4}:{5}
tr: {0} {1} başlangıç saati {2}:{3} bitiş saati {4}:{5}

# Remark.Precipitation.End
source: {0} {1} ending at {2}:{3}
fr: {0} {1} se terminant à {2}:{3}
it: {0} {1} termina alle {2}:{3}
ru_ru: {0} {1} заканчивается в {2}:{3}
tr: {0} {1} bitiş saati {2}:{3}

# Remark.Pressure.Tendency
source: of {0} hectopascals in the past 3 hours
fr: de {0} hectopascals au cours des 3 dernières heures
it: di {0} HPa nelle ultime 3 ore
ru_ru: {0} гектоПаскалей за последние 3 часа
tr: son 3 saatte {0} hektopaskal

# Remark.PRESFR
source: pressure falling rapidly
de: schnell fallender Luftdruck
fr: diminution rapide de la pression
it: pressione in caduta rapidamente
ru_ru: быстрое падение давления
tr: hızla düşen basınç

# Remark.PRESRR
source: pressure rising rapidly
de: schnell steigender Luftdruck
fr: augmentation rapide de la pression
it: pressione in salita rapidamente
ru_ru: давление растет быстро
tr: hızla artan basınç
